[
    {
        "name": "Balearic Shearwater",
        "description": "This bird is approximately 33 cm (13 in) long, with an 85–90 cm (33–35 in) wingspan.It has the typically 'shearing' flight of the genus, dipping from side to side on stiff wings with few wingbeats, the wingtips almost touching the water. This bird looks like a flying cross, with its wing held at right angles to the body, and it changes from dark brown to dirty white as the dark upperparts and paler undersides are alternately exposed as it travels low over the sea.",
        "habitat": "This species breeds on islands and coastal cliffs in the Balearic islands. Most winter in that sea, but some enter the Atlantic in late summer, reaching north to Great Britain and Ireland.",
        "behaviour": "This is a gregarious species, which can be seen in large numbers from boats or headlands, especially in autumn. It is silent at sea, but at night the breeding colonies are alive with raucous cackling calls, higher pitched than the Manx shearwater's. This species nests in burrows and caves which are visited only at night to avoid predation by large gulls. The Balearic shearwater feeds on fish and molluscs. It does not follow boats.",
        "image": "https://i.pinimg.com/originals/cd/82/9a/cd829a3e58c1823057a934b6d8518c79.jpg",
        "conservation": "The Balearic shearwater is considered critically endangered with extinction by the IUCN. Recent models estimate a mean decrease of 7.4% per year and a mean extinction time of 40.4 years. This equates to an ongoing decline of more than 80% over the next three generations (54 years). It is under severe threat from the development of holiday resorts near its breeding sites. These can destroy or alter its natural breeding habitat by, for example, producing light pollution around nesting colonies. Predation from introduced animals such as cats and rats also cause problems. The discovery of yelkouan shearwaters in the Menorcan colony suggests that hybridization may also pose a problem."
    },
    {
        "name": "Black-tailed Godwit",
        "description": "The black-tailed godwit is a large wader with long bill (7.5 to 12 cm (3.0 to 4.7 in) long), neck and legs. During the breeding season, the bill has a yellowish or orange-pink base and dark tip; the base is pink in winter. The legs are dark grey, brown or black. The sexes are similar,[2] but in breeding plumage, they can be separated by the male's brighter, more extensive orange breast, neck and head. In winter, adult black-tailed godwits have a uniform brown-grey breast and upperparts (in contrast to the bar-tailed godwit's streaked back). Juveniles have a pale orange wash to the neck and breast. In flight, its bold black and white wings and white rump can be seen readily. When on the ground it can be difficult to separate from the similar Bar-tailed Godwit, but the black-tailed godwit's longer, straighter bill and longer legs are diagnostic.[8][6] Black-tailed godwits are similar in body size and shape to bar-taileds, but stand taller. It measures 42 cm (17 in) from bill to tail with a wingspan of 70–82 cm (28–32 in).[2] Males weigh around 280 g (9.9 oz) and females 340 g (12 oz).[5] The female is around 5% larger than the male,[2] with a bill 12–15% longer. The most common call is a strident weeka weeka weeka. A study of black-tailed godwits in the Netherlands found a mortality rate of 37.6% in the first year of life, 32% in the second year, and 36.9% thereafter.[2]",
        "habitat": "Black-tailed godwits have a discontinuous breeding range stretching from Iceland to the far east of Russia.Their breeding habitat is river valley fens, floods at the edges of large lakes, damp steppes, raised bogs and moorlands. An important proportion of the European population now uses secondary habitats: lowland wet grasslands, coastal grazing marshes, pastures, wet areas near fishponds or sewage works, and saline lagoons. Breeding can also take place in sugar beet, potato and rye fields in the Netherlands and Germany. In spring, black-tailed godwits feed largely in grasslands, moving to muddy estuaries after breeding and for winter.[10] On African wintering grounds, swamps, floods and irrigated paddy fields can attract flocks of birds. In India, inland pools, lakes and marshes are used, and occasionally brackish lakes, tidal creeks and estuaries. Godwits from the Icelandic population winter mainly in the United Kingdom, Ireland, France and the Netherlands, though some fly on to Spain, Portugal and perhaps Morocco. Birds of the limosa subspecies from western Europe fly south to Morocco and then on to Senegal and Guinea-Bissau. Birds from the eastern European populations migrate to Tunisia and Algeria, then on to Mali or Chad. Young birds from the European populations stay on in Africa after their first winter and return to Europe at the age of two years. Asian black-tailed godwits winter in Australia, Taiwan, the Philippines, Indonesia, and Papua New Guinea. Black-tailed godwits are much more likely to be found on inland wetlands than the more coastal bar-tailed godwit. They migrate in flocks to western Europe, Africa, south Asia and Australia. Although this species occurs in Ireland and Great Britain all year-round, they are not the same birds. The breeding birds depart in autumn, but are replaced in winter by the larger Icelandic race. These birds occasionally appear in the Aleutian Islands and, rarely, on the Atlantic coast of North America. There is an estimated global population of between 634,000 and 805,000 birds and estimated range of 7,180,000 square kilometres (2,770,000 sq mi).[6] In 2006 BirdLife International classified this species as Near Threatened due to a decline in numbers of around 25% in the previous 15 years.It is also among the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
        "behaviour": "Black-tailed godwits are mostly monogamous; although it was not recorded in a four-year study of 50–60 pairs, bigamy was considered 'probably frequent'.[2] A study of the Icelandic population showed that despite spending winter apart, pairs are reunited on their breeding grounds within an average of three days of each other. If one partner does not arrive on time, 'divorce' occurs. They nest in loose colonies. Unpaired males defend a temporary territory and perform display flights to attract a mate. Several nest scrapes are made away from the courtship territory, and are defended from other godwits. Once eggs are laid, an area of 30–50 m (98–164 ft) around the nest is defended. The nest is a shallow scrape on the ground, usually in short vegetation. The eggs may be hidden with vegetation by the incubating parent.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/40/Black-tailed_Godwit_Uferschnepfe.jpg",
        "conservation": "In Europe, black-tailed godwits are only hunted in France, with the annual total killed estimated at 6,000 to 8,000 birds. This puts additional pressure on the western European population, and the European Commission has a management plan in place for the species in its member states. In England, black-tailed godwits were formerly much prized for the table. Sir Thomas Browne (1605–1682) said: 'Godwits were accounted the daintiest dish in England and I think, for the bignesse, of the biggest price.' The world population is estimated to be 634,000 to 805,000 birds and is classified as Near Threatened. The black-tailed godwit is the national bird of the Netherlands."
    },
    {
        "name": "Buff-breasted Sandpiper",
        "description": "This species is brown above, and has a buff face and underparts in all plumages. It has a short bill and yellow legs. Males are larger than females. Juveniles resemble the adults, but may be paler on the rear underparts.",
        "habitat": "It migrates mainly through central North America, and is uncommon on the coasts. It occurs as a regular wanderer to western Europe, and is not classed as rare in Great Britain or Ireland, where small flocks have occurred. Only the pectoral sandpiper is a more common American shorebird visitor to Europe. This species nests as far north as Canada including Alaska[5] on the ground, laying four eggs. The male has a display which includes raising the wings to display the white undersides, which is also given on migration, sometimes when no other buff-breasted sandpipers are present. Outside the breeding season, this bird is normally found on short-grass habitats such as airfields or golf-courses, rather than near water. These birds pick up food by sight, mainly eating insects and other invertebrates. The buff-breasted sandpipers are known to prey on Bombus polaris, a species of bumblebee found within the Arctic Circle.[6] They will either eat the bees or feed them to their young.[6] They are often very tame.",
        "behaviour": "Buff-breasted sandpipers are suspected to have hybridized with the white-rumped or Baird's sandpiper. This species has been sighted in South Asia on at least three occasions. It is believed that instead of going to Argentina, this bird might have been wind-blown from the Great Plains Flyway of North America and landed up in South Asia. In November 2011, this species was sighted by Dr.Jayan Thomas and P.C. Rajeevan near Kannur, Kerala in South India.[7] and photographed by Dr. Jayan Thomas. The buff-breasted sandpiper has also been recorded in Australia on at least eight occasions.",
        "image": "https://www.allaboutbirds.org/guide/assets/og/75237401-1200px.jpg",
        "conservation": "Buff-breasted Sandpiper populations once numbered in the hundreds of thousands to millions, but by the 1920s hunting, overgrazing, conversion of prairie to cropland, and other landscape changes had brought this species close to extinction. Their numbers increased slightly after shorebird hunting was banned in the early 20th century, but are thought to be declining again. Partners in Flight estimates the global breeding population at 56,000, rates the species a 14 out of 20 on the Continental Concern Score, and includes the species on its Yellow Watch List for species with declining populations. Habitat loss and energy development projects (including oil/gas and wind power) threaten the sites these birds use for display, nesting, and migration. The effects of climate change in the Arctic, including both sea-level rise and habitat changes, are likely to render some current nesting areas unsuitable."
    },
        {
        "name": "Corncrake ",
        "description": "The corn crake is a medium-sized rail, 27–30 cm (11–12 in) long with a wingspan of 42–53 cm (17–21 in). Males weigh 165 g (5.8 oz) on average and females 145 g (5.1 oz). The adult male has the crown of its head and all of its upperparts brown-black in colour, streaked with buff or grey. The wing coverts are a distinctive chestnut colour with some white bars. The face, neck and breast are blue-grey, apart from a pale brown streak from the base of the bill to behind the eye, the belly is white, and the flanks, and undertail are barred with chestnut and white. The strong bill is flesh-coloured, the iris is pale brown, and the legs and feet are pale grey. Compared to the male, the female has warmer-toned upperparts and a narrower duller eye streak. Outside the breeding season, the upperparts of both sexes become darker and the underparts less grey. The juvenile is like the adult in appearance, but has a yellow tone to its upperparts, and the grey of the underparts is replaced with buff-brown. The chicks have black down, as with all rails. While there are no subspecies, all populations show great individual variation in colouring, and the birds gradually become paler and greyer towards the east of the range. Adults undergo a complete moult after breeding, which is normally finished by late August or early September, before migration to south eastern Africa. There is a pre-breeding partial moult prior to the return from Africa, mainly involving the plumage of the head, body and tail. Young birds have a head and body moult about five weeks after hatching.",
        "habitat": "The corn crake breeds from Ireland east through Europe to central Siberia. Although it has vanished from much of its historic range, this bird was once found in suitable habitats in Eurasia everywhere between latitudes 41°N and 62°N. There is also a sizable population in western China, but this species nests only rarely in northern Spain and in Turkey. Old claims of breeding in South Africa are incorrect, and result from misidentification of eggs in a museum collection which are actually those of the African rail. The corn crake winters mainly in Africa, from the Democratic Republic of the Congo and central Tanzania south to eastern South Africa. North of this area, it is mainly seen on migration, but occasionally winters in North Africa and to the west and north of its core area in southeast Africa. Most of the South African population of about 2,000 birds occurs in KwaZulu-Natal and the former Transvaal Province, and numbers elsewhere in Africa are uncertain. There are several nineteenth-century records, when populations were much higher than now, of birds being seen in western Europe, mainly Britain and Ireland, between December and February.",
        "behaviour": "The corn crake is a difficult bird to see in its breeding sites, usually being hidden by vegetation, but will sometimes emerge into the open. Occasionally, individuals may become very trusting; for five consecutive summers, an individual crake on the Scottish island of Tiree entered a kitchen to feed on scraps, and, in 1999, a wintering Barra bird would come for poultry feed once the chickens had finished.[12] In Africa, it is more secretive than the African crake, and, unlike its relative, it is rarely seen in the open, although it occasionally feeds on tracks or road sides. The corn crake is most active early and late in the day, after heavy rain and during light rain. Its typical flight is weak and fluttering, although less so than that of the African crake. For longer flights, such as migration, it has a steadier, stronger action with legs drawn up. It walks with a high-stepping action, and can run swiftly through grass with its body held horizontal and laterally flattened. It will swim if essential. When flushed by a dog, it will fly less than 50 m (160 ft), frequently landing behind a bush or thicket, and then crouch on landing. If disturbed in the open, this crake will often run in a crouch for a short distance, with its neck stretched forward, then stand upright to watch the intruder. When captured it may feign death, recovering at once if it sees a way out.",
        "image": "https://i.pinimg.com/originals/a4/52/a9/a452a9cb243863adca96158ee5063c30.jpg",
        "conservation": "Until 2010, despite a breeding range estimated at 12,400,000 km2 (4,800,000 sq mi), the corn crake was classified as near threatened on the IUCN Red List because of serious declines in Europe, but improved monitoring in Russia indicates that anticipated losses there have not occurred and numbers have remained stable or possibly increased. It is therefore now classed as least concern, since the major populations in Russia and Kazakhstan are not expected to change much in the short term. There are an estimated 1.3–2.0 million breeding pairs in Europe, three-quarters of which are in European Russia, and a further 515,000–1,240,000 pairs in Asiatic Russia; the total Eurasian population has been estimated at between 5.45 and 9.72 million individuals. In much of the western half of its range, there have been long-term declines that are expected to continue, although conservation measures have enabled numbers to grow in several countries, including a five-fold increase in Finland, and a doubling in the UK. In the Netherlands, there were 33 breeding territories in 1996, but this number had increased to at least 500 by 1998."
    },
        {
        "name": "Dartford Warbler",
        "description": "The Dartford warbler is a small (13 cm (5.1 in)) passerine bird, distinguished by its long tail compared with that of other warblers. Its plumage comprises unobtrusive and muted tones, which blend in with the dry dead plants, old wood or sunny greyish wood found in its preferred habitats. Like many typical warblers, the Dartford warbler has distinct male and female plumages. The male has a grey back and head, reddish underparts, and a red eye. The reddish throat is spotted with white. The sides are a dull greyish tone, being more clear about the abdomen. In some populations males have bluish-grey or brownish-grey backs and heads. The female is paler below, especially on the throat, and a browner grey above. The female's throat also has white spots, although they are smaller and less marked than in the male. Juvenile birds are similar to females.",
        "habitat": "The species is naturally rare. The largest European populations of Curruca undata are in the Iberian peninsula, others in much of France, in Italy and southern England and south Wales. In Africa it can be found only in small areas in the north, wintering in northern Morocco and northern Algeria.",
        "behaviour": "Dartford warblers first breed when they are one year old. They are usually monogamous and the pair bond can persist from one year to the next. The male sometimes builds several simple nests (cock nests) of which one is chosen by the female, but it is more usual for both birds to participate in constructing the breeding nest. In southern England the birds breed on heathlands, sometimes near the coast, and nest in either common gorse (Ulex europaeus) or common heather (Calluna vulgaris).[19] The compact cup-shaped nest is located in dense bushes, usually within 60 cm (24 in) of the ground. It is formed mainly of grasses and is lined with a layer of finer material that can include thin roots and feathers. The eggs are laid from early April in southern France and Spain, and from mid-April in southern England. The clutch is typically 3–5 eggs which are smooth and glossy, with a white or occasionally pale green ground and marked with brown speckles which are sometimes concentrated at the larger end. The average size of an egg is 17 mm × 13 mm (0.67 in × 0.51 in) with a weight of 1.4 g (0.049 oz) of which 6 percent is shell. The eggs are incubated for 12–14 days mainly by the female. The chicks are fed arthropods by both parents. The nestlings fledge 10–14 days after hatching and are then fed by their parents for a further two weeks. Usually two and occasionally three broods are raised in a year.",
        "image": "https://www.birdguides-cdn.com/cdn/LegacyBirdguidesNews/00037954.jpg",
        "conservation": "Dartford warblers almost died out in the United Kingdom in the severe winter of 1962/1963 when the national population dropped to just ten pairs. Sylvia undata is also sensitive to drought affecting breeding success or producing heath fires, as occurred during 1975 and 1976 in England when virtually all juveniles failed to survive their first year. However, this species can recover well in good quality habitat with favourable temperatures and rainfall, thanks to repeated nesting and a high survival rate for the young. Indeed, they recovered in some areas of the UK, but numbers are once again on the decline in other regions of their natural range. The range of the Dartford warbler is restricted to western and southern Europe. The total population in 2012 was estimated at 1.1–2.5 million breeding pairs. The largest numbers occur in Spain where there were believed to be 983,000–1,750,000 pairs. For reasons that probably include loss of suitable habitat, the Spanish population appears to be declining. The species is therefore classed by the International Union for Conservation of Nature as being Near threatened."
    },
        {
        "name": "Eurasian Curlew",
        "description": "This is the largest wader in its range, at 50–60 cm (20–24 in) in length, with an 89–106 cm (35–42 in) wingspan and a body weight of 410–1,360 g (0.90–3.00 lb). It is mainly greyish brown, with a white back, greyish-blue legs and a very long curved bill. Males and females look identical, but the bill is longest in the adult female. It is generally not possible to recognize the sex of a single Eurasian curlew, or even several ones, as there is much variation; telling male and female of a mated pair apart is usually possible however.",
        "habitat": "The curlew exists as a migratory species over most of its range, wintering in Africa, southern Europe and south Asia. Occasionally a vagrant individual reaches places far from its normal range, such as Nova Scotia[3] and the Marianas. It is present all year in the milder climates of Ireland and the United Kingdom and its adjacent European coasts.",
        "behaviour": "It is generally wary. Highly gregarious outside the breeding season, the Eurasian curlew feeds by probing soft mud for small invertebrates, but will also pick small crabs and earthworms off the surface if the opportunity arises. The nest is a bare scrape on taiga, meadow, and similar habitats. Each curlew lays between 3 and 6 eggs in April or May and incubates them for about a month until they begin to hatch. It has been observed that curlews tend to nest close to common kestrel's nests, as they can offer protection from other predators, such as corvids, even though kestrels also predate curlew nests.",
        "image": "https://www.worldlifeexpectancy.com/images/a/w/b/numenius-arquata/numenius-arquata.jpg",
        "conservation": "Formerly classified as a species of Least Concern by the IUCN, it was suspected to be rarer than generally assumed. Following the evaluation of its population size, the classification was found to be incorrect, and it was consequently promoted to Near Threatened status in 2008. Though it is a common bird, its numbers are noticeably declining, particularly in the United Kingdom and Ireland, which have about a quarter of the global population. In the twenty years up to 2016, the population is estimated to have declined by more than 50% in England and Scotland, more than 80% in Wales, and more than 90% in Ireland. At the end of 2015 it was placed on the United Kingdom's red list of most endangered bird species."
    },
        {
        "name": "Ferruginous Duck",
        "description": "The breeding male is a rich, dark chestnut on the head, breast and flanks with contrasting pure white undertail coverts. In flight the white belly and underwing patch are visible. The females are duller and browner than the males. The male has a yellow eye and the females have a dark eye",
        "habitat": "The ferruginous duck prefers quite shallow fresh waterbodies with rich submerged and floating vegetation with dense stands of emergent vegetation on the margins. In some areas it will use saline or brackish pools or wetlands. On passage and wintering will also frequent coastal waters, inland seas and large, open lagoon",
        "behaviour": "These are gregarious birds, but less social than other Aythya species but where common it can form large flocks in winter, often mixed with other diving ducks, such as tufted ducks and common pochards. Forms pairs from January onwards and during courtship the male often curls his tail so that it dips into the water forming a triangular white patch of the undertail coverts. In areas where it is common it will form colonies at protected sites such as islands, often in association with gulls. Where scarce it nests singly, in dispersed and concealed sites. Eggs are laid from the end of April or early May in a nest which is sited on the ground close to water, or sometimes a floating nest is built among emergent vegetation. The eggs are incubated for 25–27 days and the fledging period is 55–60 days. These birds feed mainly by diving or dabbling. They eat aquatic plants with some molluscs, aquatic insects and small fish. They often feed at night, and will upend (dabble) for food as well as the more characteristic diving",
        "image": "https://cdn.download.ams.birds.cornell.edu/api/v1/asset/167680841/1800",
        "conservation": "The species is threatened by the degradation and destruction of its favoured habitats by anthropogenic causes which are very wide and varied including impoundment, drainage, pollution and mismanagement. The introduction of non-native species has also caused habitat degradation, e.g. the stocking of lakes with and accidental introduction of grass carp Ctenopharyngodon idella has caused reductions in plant and animal biomass available for the ducks to feed on. In addition, the increased threat of drought due to climate change may pose a threat to the species in the drier parts of its range. Increased disturbance by fishing boats and anglers among marginal vegetation could cause abandonment of the breeding sites or disrupt the timing of breeding particularly in populated areas, e.g. western Europe. Ferruginous ducks are also threatened by hunting and large numbers are shot on passage in the autumn and in the wintering areas. Although protected in most European countries illegal and accidental hunting persists. It is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.[5] Among recent local initiatives it should be mentioned inclusion of the breeding habitats of the species in Armenia into network of Emerald Sites protected by the Bern Convention."
    },
        {
        "name": "Great Bustard",
        "description": "The adult male great bustard is amongst the heaviest living flying animals. A male is typically 90–105 cm (2 ft 11 in–3 ft 5 in) tall, with a length of around 115 cm (3 ft 9 in) and has a 2.1–2.7 m (6 ft 11 in–8 ft 10 in) wingspan. The male can range in weight from 5.8 to 18 kg (13 to 40 lb). The heaviest verified specimen, collected in Manchuria, was about 21 kg (46 lb), a world record for heaviest flying bird. In a study in Spain, one male weighed as much as 19 kg (42 lb).[8] Larger specimens have been reported but remain unverified. Average male weights as reported have been fairly variable: in Russia, males weighed a median of 9.2 kg (20 lb); in Spain, males weighed a mean of 9.82 kg (21.6 lb) during breeding season and 10.62 kg (23.4 lb) during non-breeding; in Germany, males weighed a mean of 11.97 kg (26.4 lb); and the Guinness World Records has indicated that prior to their extirpation male bustards in Great Britain weighed an average of 13.5 kg (30 lb). Average weight of males is almost an exact match to that of male Kori bustards. Among all flying animals and land birds, male Andean condors (Vultur gryphus) may match or exceed the mean body masses of these male bustards but not their maximum weights. Furthermore, male swans of the two largest species (trumpeter and mute) may attain a similar average mass depending on season and region. Among both bustards and all living birds, the upper reported mass of this species is rivaled by that of the kori bustard (Ardeotis kori), which, due to its relatively longer tarsi and tail, is both longer and taller on average and is less sexually dimorphic. In terms of weight ranges reported, the great Indian bustard (Ardeotis nigriceps) also only lags slightly behind these species",
        "habitat": "These birds' habitat is grassland or steppe defined by open, flat or somewhat rolling landscapes. They can be found on undisturbed cultivation and seem to prefer areas with wild or cultivated crops such as cereals, vineyards and fodder plants. However, during the breeding season, they actively avoid areas with regular human activity and can be disturbed by agricultural practices. Great bustards are often attracted to areas with considerable insect activity. The breeding range of the great bustard currently stretches from Portugal to Manchuria, though previously the species bred even further east in Russian Primorsky Krai. Due to population declines across much of the range, more than half of the global population is now found in central Spain with around 30,000 individuals. Smaller populations are in southern Russia and the Great Hungarian Plain.",
        "behaviour": "The species is gregarious, especially in winter when gatherings of several dozen birds may occur. Male and female groups do not mix outside of the breeding season. The great bustard has a stately slow walk but tends to run when disturbed rather than fly. Running speeds have not been measured but adult females have been known to outrun red foxes (Vulpes vulpes), which can reach a trotting speed of 48 km/h (30 mph). Both sexes are usually silent but can engage in deep grunts when alarmed or angered. The displaying adult male may produce some booming, grunting and raucous noises. The female may utter some guttural calls at the nest and brooded young make a soft, trilling call in communication with their mothers. Some individuals in Iberian populations make short seasonal movements of 5 – 200 km, particularly males which appear to be move in response to higher summer temperatures. European populations are sedentary or make irregular movements in response to severe winter weather. Populations breeding along the Volga River in Russia migrate 1000 km to overwinter in Crimea and Kherson Oblast. Populations breeding in northern Mongolia migrate over 2000 km to overwinter in Shaanxi Province of China. In migratory populations, great bustards often gather in larger numbers at pre-migratory sites in order to move collectively to winter grounds. In the Iberian Peninsula, bustards that engage in migration seem to choose different periods for movements based on sex. No population is known to use the same grounds for wintering and summering. Great Bustards are strong fliers and reach speeds of 48 km/hr to 98 km/hr during migration.",
        "image": "https://i.pinimg.com/originals/58/a6/14/58a614cabb5c55b36f6bc5475c519790.jpg",
        "conservation": "The great bustard is classified as vulnerable at the species level. There are myriad threats faced by great bustards. Increasing human disturbance could lead to habitat loss caused by the ploughing of grasslands, intensive agriculture, afforestation, increased development of irrigation schemes, and the construction of roads, power lines, fencing and ditches. Mechanisation, chemical fertilizers and pesticides, fire and predation by dogs are serious threats for chicks and juveniles, and hunting of adults contributes to high mortality in some of their range countries. Agricultural activity is a major disturbance at nest and, in Hungary, few successful nests are found outside of protected areas."
    },
        {
        "name": "Ivory Gull",
        "description": "This species is easy to identify. At approximately 43 centimetres (17 in), it has a different, more pigeon-like shape than the Larus gulls, but the adult has completely white plumage, lacking the grey back of other gulls. The thick bill is blue with a yellow tip, and the legs are black. The bill is tipped with red, and the eyes have a fleshy, bright red eye-ring in the breeding season. Its flight call cry is a harsh, tern-like keeeer. It has many other vocalizations, including a warbling 'fox-call' that indicates potential predators such as an Arctic fox, polar bear, Glaucous Gull or human near a nest, a 'long-call' given with wrists out, elongated neck and downward-pointed bill, given in elaborate display to other Ivories during breeding, and a plaintitive begging call. given in courtship by females to males, accompanied by head-tossing. Young birds have a dusky face and variable amounts of black flecking in the wings and tail. The juveniles take two years to attain full adult plumage. There are no differences in appearance across the species’ geographic range.",
        "habitat": "In North America, it only breeds in the Canadian Arctic. Seymour Island, Nunavut is home to the largest known breeding colony, while Ellesmere, Devon, Cornwallis, and north Baffin islands are known locations of breeding colonies.[4] It is believed that there are other small breeding colonies of less than six birds that are still undiscovered. There are no records of the ivory gull breeding in Alaska. During the winter, ivory gulls live near polynyas, or a large area of open water surrounded by sea ice.[4] North American birds, along with some from Greenland and Europe, winter along the 2000 km of ice edge stretching between 50° and 64° N from the Labrador Sea to Davis Strait that is bordered by Labrador and southwestern Greenland.[4] Wintering gulls are often seen on the eastern coasts of Newfoundland and Labrador and occasionally appear on the north shore of the Gulf of St. Lawrence and the interior of Labrador.[4] It also winters from October through June in the Bering Sea and Chukchi Seas.[4] It is most widespread throughout the polynyas and pack ice of the Bering Sea.[4] It is also vagrant throughout coastal Canada and the northeastern United States, though records of individuals as far south as California and Georgia have been reported, as well as The British Isles, with most records from late November through early March. Juveniles tend to wander further from the Arctic than adults.",
        "behaviour": "Ivory gulls migrate only short distances south in autumn, most of the population wintering in northern latitudes at the edge of the pack ice, although some birds reach more temperate areas. It takes fish and crustaceans, rodents, eggs and small chicks but is also an opportunist scavenger, often found on seal or porpoise corpses. It has been known to follow polar bears and other predators to feed on the remains of their kills. The ivory gull breeds on Arctic coasts and cliffs, laying one to three olive eggs in a ground nest lined with moss, lichens, or seaweed.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/7/71/Ivory_Gull_Portrait.jpg",
        "conservation": "The species is classified by the International Union for Conservation of Nature as 'Near Threatened'. In 2012 the total population of ivory gulls was estimated to be between 19,000 and 27,000 individuals. The majority of these were in Russia with 2,500–10,000 along the Arctic coastline, 4,000 on the Severnaya Zemlya archipelago[8] and 8,000 on Franz Josef Land and Victoria Island. There were also estimated to be around 4,000 individuals in Greenland[9] and in the years 2002–03, 500–700 were recorded in Canada.[1] Examination of data collected on an icebreaker plying between Greenland and Svalbard between 1988 and 2014, by Claude Joiris of the Royal Belgian Institute of Natural Sciences, found a sevenfold fall in ivory gull numbers after 2007. The species is rapidly declining in Canada, while in other parts of its range its population is poorly known. The Canadian population in the early 2000s were approximately 80% lower than in the 1980s. Illegal hunting may be one of the causes of the decline in the Canadian population, and a second cause may be the decline in sea ice. Ivory gulls breed near to sea ice and the loss may make it difficult to feed their chicks."
    },
        {
        "name": "Sociable Lapwing",
        "description": "This medium-sized lapwing has longish black legs and a short black bill. Summer adults have grey backs and breast, dark belly and white undertail. The head has a striking pattern, with a black crown and eyestripe, the latter being bordered above and below with white. The upper neck is ochre. Its longish black legs, white tail with a black terminal band and distinctive brown, white and grey wings make it almost unmistakable in flight. Length is 27–30 cm (11–12 in). The call is a harsh kereck. Winter adults have a less distinct head pattern, slightly browner back and breast, and white belly. Young birds have a scaly back and only traces of the head pattern.",
        "habitat": "This species breeds on open grassland in Russia and Kazakhstan. Three to four eggs are laid in a ground nest. These birds migrate south through Kyrgyzstan, Tajikistan, Uzbekistan, Turkmenistan, Afghanistan, Armenia, Iran, Iraq, Saudi Arabia, Syria and Turkey, to key wintering sites in Israel, Syria, Eritrea, Sudan and north-west India. Birds winter occasionally in Pakistan, Sri Lanka and Oman. It is a very rare vagrant in western and northern Europe, where this gregarious bird is usually found with northern lapwings. It feeds in a similar way, picking insects and other small prey mainly from grassland or arable land.",
        "behaviour": "Sociable Lapwing is monogamous. Before start of breeding season, groups of about 5-10 birds perform some displays in front of females. These displays consist in territorial fights between males. This species breeds in loose colonies, with other nests 25-50 metres apart. These colonies gather between 5 and 20 pairs. Each pair defends the territory and the nest-site. Sociable Lapwing is migratory. It leaves the winter areas in March-April and arrives at breeding areas between mid-April and early May. It migrates in August-September according to the years. They migrate in small flocks of up to 15-20 birds. This species is diurnal. To feed, the Sociable Lapwing walks quickly, catches the prey and continues again in the same way. It feeds primarily on insects and spiders, but it also consumes seeds and other plant materials.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/6/62/SociablePlover.jpg",
        "conservation": "In 2004, BirdLife International categorised this bird as critically endangered, due to a very rapid population decline for poorly understood reasons. The main decline took place between 1960 and 1987, when the known population halved; it is some 20–25% of the 1930s population levels.[3] The current population was estimated to be between 600 and 1,800 mature birds in 2006,[3] but is being revised to the upward end of that scale, possibly more, following the discovery of the species' previously unknown main wintering grounds in Syria, where 1500 birds of all ages were encountered.[4] Additionally, in October 2007, a superflock of approximately 3,200 sociable lapwings were discovered in Turkey, according to Guven Eken, director of the Turkish Nature Association.[5] The current IUCN classification is CR A3bc—meaning that the population is expected to decline in the next decade or so by 80%, but based on theoretical considerations and the known habitat destruction rather than direct observation of the birds. Thus, the new discoveries might mean that as more data becomes available, the species could be downlisted to Endangered."
    }
]