[
    {
        "name": "Balearic Shearwater",
        "description": "This bird is approximately 33 cm (13 in) long, with an 85–90 cm (33–35 in) wingspan.It has the typically 'shearing' flight of the genus, dipping from side to side on stiff wings with few wingbeats, the wingtips almost touching the water. This bird looks like a flying cross, with its wing held at right angles to the body, and it changes from dark brown to dirty white as the dark upperparts and paler undersides are alternately exposed as it travels low over the sea.",
        "habitat": "This species breeds on islands and coastal cliffs in the Balearic islands. Most winter in that sea, but some enter the Atlantic in late summer, reaching north to Great Britain and Ireland.",
        "behaviour": "This is a gregarious species, which can be seen in large numbers from boats or headlands, especially in autumn. It is silent at sea, but at night the breeding colonies are alive with raucous cackling calls, higher pitched than the Manx shearwater's. This species nests in burrows and caves which are visited only at night to avoid predation by large gulls. The Balearic shearwater feeds on fish and molluscs. It does not follow boats.",
        "image": "https://i.pinimg.com/originals/cd/82/9a/cd829a3e58c1823057a934b6d8518c79.jpg",
        "conservation": "The Balearic shearwater is considered critically endangered with extinction by the IUCN. Recent models estimate a mean decrease of 7.4% per year and a mean extinction time of 40.4 years. This equates to an ongoing decline of more than 80% over the next three generations (54 years). It is under severe threat from the development of holiday resorts near its breeding sites. These can destroy or alter its natural breeding habitat by, for example, producing light pollution around nesting colonies. Predation from introduced animals such as cats and rats also cause problems. The discovery of yelkouan shearwaters in the Menorcan colony suggests that hybridization may also pose a problem."
    },
    {
        "name": "Black-tailed Godwit",
        "description": "The black-tailed godwit is a large wader with long bill (7.5 to 12 cm (3.0 to 4.7 in) long), neck and legs. During the breeding season, the bill has a yellowish or orange-pink base and dark tip; the base is pink in winter. The legs are dark grey, brown or black. The sexes are similar,[2] but in breeding plumage, they can be separated by the male's brighter, more extensive orange breast, neck and head. In winter, adult black-tailed godwits have a uniform brown-grey breast and upperparts (in contrast to the bar-tailed godwit's streaked back). Juveniles have a pale orange wash to the neck and breast. In flight, its bold black and white wings and white rump can be seen readily. When on the ground it can be difficult to separate from the similar Bar-tailed Godwit, but the black-tailed godwit's longer, straighter bill and longer legs are diagnostic.[8][6] Black-tailed godwits are similar in body size and shape to bar-taileds, but stand taller. It measures 42 cm (17 in) from bill to tail with a wingspan of 70–82 cm (28–32 in).[2] Males weigh around 280 g (9.9 oz) and females 340 g (12 oz).[5] The female is around 5% larger than the male,[2] with a bill 12–15% longer. The most common call is a strident weeka weeka weeka. A study of black-tailed godwits in the Netherlands found a mortality rate of 37.6% in the first year of life, 32% in the second year, and 36.9% thereafter.[2]",
        "habitat": "Black-tailed godwits have a discontinuous breeding range stretching from Iceland to the far east of Russia.Their breeding habitat is river valley fens, floods at the edges of large lakes, damp steppes, raised bogs and moorlands. An important proportion of the European population now uses secondary habitats: lowland wet grasslands, coastal grazing marshes, pastures, wet areas near fishponds or sewage works, and saline lagoons. Breeding can also take place in sugar beet, potato and rye fields in the Netherlands and Germany. In spring, black-tailed godwits feed largely in grasslands, moving to muddy estuaries after breeding and for winter.[10] On African wintering grounds, swamps, floods and irrigated paddy fields can attract flocks of birds. In India, inland pools, lakes and marshes are used, and occasionally brackish lakes, tidal creeks and estuaries. Godwits from the Icelandic population winter mainly in the United Kingdom, Ireland, France and the Netherlands, though some fly on to Spain, Portugal and perhaps Morocco. Birds of the limosa subspecies from western Europe fly south to Morocco and then on to Senegal and Guinea-Bissau. Birds from the eastern European populations migrate to Tunisia and Algeria, then on to Mali or Chad. Young birds from the European populations stay on in Africa after their first winter and return to Europe at the age of two years. Asian black-tailed godwits winter in Australia, Taiwan, the Philippines, Indonesia, and Papua New Guinea. Black-tailed godwits are much more likely to be found on inland wetlands than the more coastal bar-tailed godwit. They migrate in flocks to western Europe, Africa, south Asia and Australia. Although this species occurs in Ireland and Great Britain all year-round, they are not the same birds. The breeding birds depart in autumn, but are replaced in winter by the larger Icelandic race. These birds occasionally appear in the Aleutian Islands and, rarely, on the Atlantic coast of North America. There is an estimated global population of between 634,000 and 805,000 birds and estimated range of 7,180,000 square kilometres (2,770,000 sq mi).[6] In 2006 BirdLife International classified this species as Near Threatened due to a decline in numbers of around 25% in the previous 15 years.It is also among the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies.",
        "behaviour": "Black-tailed godwits are mostly monogamous; although it was not recorded in a four-year study of 50–60 pairs, bigamy was considered 'probably frequent'.[2] A study of the Icelandic population showed that despite spending winter apart, pairs are reunited on their breeding grounds within an average of three days of each other. If one partner does not arrive on time, 'divorce' occurs. They nest in loose colonies. Unpaired males defend a temporary territory and perform display flights to attract a mate. Several nest scrapes are made away from the courtship territory, and are defended from other godwits. Once eggs are laid, an area of 30–50 m (98–164 ft) around the nest is defended. The nest is a shallow scrape on the ground, usually in short vegetation. The eggs may be hidden with vegetation by the incubating parent.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/40/Black-tailed_Godwit_Uferschnepfe.jpg",
        "conservation": "In Europe, black-tailed godwits are only hunted in France, with the annual total killed estimated at 6,000 to 8,000 birds. This puts additional pressure on the western European population, and the European Commission has a management plan in place for the species in its member states. In England, black-tailed godwits were formerly much prized for the table. Sir Thomas Browne (1605–1682) said: 'Godwits were accounted the daintiest dish in England and I think, for the bignesse, of the biggest price.' The world population is estimated to be 634,000 to 805,000 birds and is classified as Near Threatened. The black-tailed godwit is the national bird of the Netherlands."
    },
    {
        "name": "Buff-breasted Sandpiper",
        "description": "This species is brown above, and has a buff face and underparts in all plumages. It has a short bill and yellow legs. Males are larger than females. Juveniles resemble the adults, but may be paler on the rear underparts.",
        "habitat": "It migrates mainly through central North America, and is uncommon on the coasts. It occurs as a regular wanderer to western Europe, and is not classed as rare in Great Britain or Ireland, where small flocks have occurred. Only the pectoral sandpiper is a more common American shorebird visitor to Europe. This species nests as far north as Canada including Alaska[5] on the ground, laying four eggs. The male has a display which includes raising the wings to display the white undersides, which is also given on migration, sometimes when no other buff-breasted sandpipers are present. Outside the breeding season, this bird is normally found on short-grass habitats such as airfields or golf-courses, rather than near water. These birds pick up food by sight, mainly eating insects and other invertebrates. The buff-breasted sandpipers are known to prey on Bombus polaris, a species of bumblebee found within the Arctic Circle.[6] They will either eat the bees or feed them to their young.[6] They are often very tame.",
        "behaviour": "Buff-breasted sandpipers are suspected to have hybridized with the white-rumped or Baird's sandpiper. This species has been sighted in South Asia on at least three occasions. It is believed that instead of going to Argentina, this bird might have been wind-blown from the Great Plains Flyway of North America and landed up in South Asia. In November 2011, this species was sighted by Dr.Jayan Thomas and P.C. Rajeevan near Kannur, Kerala in South India.[7] and photographed by Dr. Jayan Thomas. The buff-breasted sandpiper has also been recorded in Australia on at least eight occasions.",
        "image": "https://www.allaboutbirds.org/guide/assets/og/75237401-1200px.jpg",
        "conservation": "Buff-breasted Sandpiper populations once numbered in the hundreds of thousands to millions, but by the 1920s hunting, overgrazing, conversion of prairie to cropland, and other landscape changes had brought this species close to extinction. Their numbers increased slightly after shorebird hunting was banned in the early 20th century, but are thought to be declining again. Partners in Flight estimates the global breeding population at 56,000, rates the species a 14 out of 20 on the Continental Concern Score, and includes the species on its Yellow Watch List for species with declining populations. Habitat loss and energy development projects (including oil/gas and wind power) threaten the sites these birds use for display, nesting, and migration. The effects of climate change in the Arctic, including both sea-level rise and habitat changes, are likely to render some current nesting areas unsuitable."
    }
]